class QuestionText:
    pay_question = 'Сколько это стоит? И как оплатить?'
    quantity_question = 'Хочу сразу несколько самокатов! Так можно?'
    time_question = 'Как рассчитывается время аренды?'
    today_question = 'Можно ли заказать самокат прямо на сегодня?'
    rent_question = 'Можно ли продлить заказ или вернуть самокат раньше?'
    charger_question = 'Вы привозите зарядку вместе с самокатом?'
    cancel_question = 'Можно ли отменить заказ?'
    mkad__question = 'Я жизу за МКАДом, привезёте?'

class AnswerText:
    pay_answer = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    quantity_answer = ('Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто '
                       'сделать несколько заказов — один за другим.')
    time_answer = ('Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени '
                   'аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30,'
                   ' суточная аренда закончится 9 мая в 20:30.')
    today_answer = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    rent_answer = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    charger_answer = ('Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — '
                      'даже если будете кататься без передышек и во сне. Зарядка не понадобится.')
    cancel_answer = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    mkad_answer = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
